Revit 2027 API
SymbolTypeId.LbMassPerInSup3 Property
 Symbol lb/in³, indicating unit Pounds mass per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerInSup3 { get; }
Public Shared ReadOnly Property LbMassPerInSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerInSup3 {
	ForgeTypeId^ get ();
}
static member LbMassPerInSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace